<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Eliostato di Hartnack/Prazmowsky - 2</title>
    <style>
        body {
            margin: 0;
            padding: 0;
            font-family: Arial, sans-serif;
        }

        #header {
            text-align: center;
            padding: 20px;
            background-color: #f2f2f2;
        }

        #content {
            display: flex;
            justify-content: center;
            margin-top: 20px;
        }

        #table-container {
            max-width: 800px;
            overflow-x: auto;
        }

        table {
            width: 100%;
            border-collapse: collapse;
            margin-top: 20px;
        }

        table, th, td {
            border: 1px solid #ddd;
        }

        th, td {
            padding: 8px;
            text-align: left;
        }

        #fixed-image1 {
            position: fixed;
            top: 20px; /* Regola la distanza dall'alto */
            left: 10%; /* Centra l'immagine orizzontalmente */
            transform: translateX(-50%); /* Centra l'immagine orizzontalmente */
            max-width: 100%;
            height: auto;
        }
        #fixed-image2 {
            position: fixed;
            top: 20px; /* Regola la distanza dall'alto */
            left: 90%; /* Centra l'immagine orizzontalmente */
            transform: translateX(-50%); /* Centra l'immagine orizzontalmente */
            max-width: 100%;
            height: auto;
        }
    </style>
</head>
<body>

<div id="header">
    <h1>Eliostato di Hartnack/Prazmowsky - 2</h1>
in <strong>	<a href="https://books.google.it/books?id=-t8_AQAAMAAJ&pg=PA95&dq=la+nature+prazmowski+heliostat&hl=it&newbks=1&newbks_redir=0&sa=X&ved=2ahUKEwj3vYrA_euCAxWd9bsIHdqaB_QQ6AF6BAgIEAI#v=onepage&q&f=false">La nature: revue des sciences et de leurs applications aux arts et &agrave; l'industrie</a></strong><br>
Volume 5, G. Masson, 1877<br><br>
(La natura: rassegna delle scienze e delle loro applicazioni alle arti e all'industria, volume 5, G. Masson, 1877)<br>
</div>

<img id="fixed-image1" src="hartnack1.jpg" width=300 alt="Immagine">
<img id="fixed-image2" src="hartnack8.jpg" width=300 alt="Immagine">

<div id="content">
    <div id="table-container">
        <table>
        <tr>
            <th>Francese</th>
            <th>Italiano</th>
			<th><a href="https://archive.org/details/microscopeitscon00heur_0/page/264/mode/2up?q=heliostat">English</a></th>
        </tr>
  <tr>
    <td>Les exp&eacute;riences d optique la photographie des objets microscopiques l &eacute;tude des diatom&eacute;es beaucoup de recherches micrographiques qui se font &agrave; l aide de la lumi&egrave;re du soleil exigent que les rayons solaires soient immobilis&eacute;s Ce r&eacute;sultat est atteint par les h&eacute;liostats appareils qui ont pour but ainsi que leur nom l indique de rendre en apparence le soleil stationnaire Mais les h&eacute;liostats aujourd hui employ&eacute;s sont des instruments d une complication extr&ecirc;me d une grande fragilit&eacute; en m&ecirc;me temps que d un prix tr&egrave;s &eacute;lev&eacute; De plus ils sont assez difficiles &agrave; r&eacute;gler convenablement et leur emploi est peu commode pour la plupart des op&eacute;rateurs.</td>
  
    <td>Le esperienze di ottica, la fotografia di oggetti microscopici, lo studio delle diatomee, molte ricerche micrografiche che si effettuano con l'ausilio della luce solare richiedono che i raggi solari siano immobilizzati. Questo risultato &egrave; ottenuto mediante gli eliostati, dispositivi il cui scopo, come indica il loro nome, &egrave; rendere apparentemente il sole stazionario. Ma gli eliostati attualmente impiegati sono strumenti di una complicazione estrema, di una grande fragilit&agrave; e allo stesso tempo di un prezzo molto elevato. Inoltre, sono abbastanza difficili da regolare adeguatamente e il loro utilizzo &egrave; poco comodo per la maggior parte degli operatori.</td>
  </tr>
  
  
  <tr>
    <td>Ce sont ces raisons qui ont conduit MM Hartnack et Prazmowski &agrave; imaginer un nouvel h&eacute;liostat beaucoup plus simple tr&egrave;s facile &agrave; r&eacute;gler et d un prix tr&egrave;s modique Le principe sur lequel M Prazmowski a fond&eacute; la construction de cet appareil est extr&ecirc;mement facile &agrave; comprendre Si l on suppose un miroir plan et fixe inclin&eacute; sur l horizon de mani&egrave;re &agrave; contenir dans son plan l axe du monde cet axe sur lequel tourne en r&eacute;alit&eacute; la terre dans son mouvement diurne mais autour duquel semble tourner le soleil dans son mouvement apparent autour de la terre il est clair qu un rayon solaire quelconque qui viendra frapper ce miroir se r&eacute;fl&eacute;chira &agrave; sa surface pendant que le soleil parcourra son parall&egrave;le autour de l axe du monde dans le sens de son mouvement direct l image fournie par le rayon r&eacute;fl&eacute;chi parcourra un parall&egrave;le de signe oppos&eacute; avec un mouvement en sens inverse ou r&eacute;trograde mais &eacute;gal c est &agrave; dire d un tour entier en 24 heures. </td>
	
    <td>Sono queste le ragioni che hanno portato MM. Hartnack e Prazmowski [ Edmund Hartnack (1826-1891) e Adam Prazmowski (1821-1885) ] a concepire un nuovo eliostato molto pi&ugrave; semplice, molto pi&ugrave; facile da regolare e a un prezzo molto pi&ugrave; accessibile. Il principio su cui M. Prazmowski ha basato la costruzione di questo apparecchio &egrave; estremamente facile da comprendere. Se si suppone uno specchio piano e fisso inclinato sull'orizzonte in modo da contenere nel suo piano l'asse del mondo, ovvero l'asse attorno al quale la terra ruota effettivamente nel suo movimento diurno ma intorno al quale sembra ruotare il sole nel suo movimento apparente intorno alla terra, &egrave; chiaro che un qualsiasi raggio solare che colpisce questo specchio si rifletter&agrave; sulla sua superficie mentre il sole percorrer&agrave; il suo parallelo intorno all'asse del mondo nel senso del suo movimento diretto. L'immagine fornita dal raggio riflesso percorrer&agrave; un parallelo con un movimento in senso opposto o retrogrado, ma uguale, cio&egrave; di un intero giro in 24 ore.</td>
  </tr>
  
  
  <tr>
    <td>Si nous supposons maintenant que le miroir au lieu d &ecirc;tre fixe tourne aussi sur lui m&ecirc;me sans cesser de contenir l axe du monde dans son plan d un mouvement &eacute;gal &agrave; celui du soleil un tour en 24 heures et dans le m&ecirc;me sens le rayon r&eacute;fl&eacute;chi d&eacute;crira le m&ecirc;me parall&egrave;le que pr&eacute;c&eacute;demment mais dans le m&ecirc;me sens que le soleil puisque l astre et le miroir tournent en m&ecirc;me temps avec la m&ecirc;me vitesse les d&eacute;placements de l un correspondant &agrave; chaque instant &agrave; ceux de l autre ou les compensant les conditions de l incidence et de la r&eacute;flexion ne changeant pas.</td>
	
    <td>
 Se ora supponiamo che lo specchio, anzich&eacute; essere fisso, giri anche su se stesso senza smettere di contenere l'asse del mondo nel suo piano, con un movimento uguale a quello del sole, un giro in 24 ore e nella stessa direzione, il raggio riflesso percorrer&agrave; lo stesso parallelo di prima ma nella stessa direzione del sole, poich&eacute; l'astro e lo specchio ruotano contemporaneamente con la stessa velocit&agrave;, gli spostamenti di uno corrispondendo in ogni istante a quelli dell'altro o compensandoli, le condizioni di incidenza e riflessione che non cambiano.
	</td>
  </tr>
  
  
  <tr>
    <td>Ainsi dans le cas o&ugrave; le miroir ne tourne pas o&ugrave; sa vitesse est par cons&eacute;quent z&eacute;ro le rayon r&eacute;fl&eacute;chi est dou&eacute; d un mouvement &eacute;gal &agrave; celui du soleil mais inverse dans le cas o&ugrave; le miroir tourne dans le m&ecirc;me sens que le soleil avec une vitesse &eacute;gale un tour en 24 heures Le rayon r&eacute;fl&eacute;chi rebrousse pour ainsi dire chemin et se meut avec la m&ecirc;me vitesse que pr&eacute;c&eacute;demment mais dans le sens direct du soleil On peut en conclure qu en donnant au miroir dans ce m&ecirc;me sens une vitesse moyenne entre ces deux extr&ecirc;mes z&eacute;ro et un tour en 24 heures vitesse moyenne qui est d un tour en 48 heures le rayon r&eacute;fl&eacute;chi &eacute;prouvera un effet moyen il n aura plus le mouvement inverse et n aura pas encore le mouvement direct autrement dit il restera immobile dans sa direction ce qui &eacute;tait le but recherch&eacute; Tel est le principe fort simple comme on voit et tr&egrave;s &eacute;l&eacute;gant sur lequel est fond&eacute; l h&eacute;liostat de MM Hartnack et Prazmowski Voyons maintenant comment ces habiles constructeurs l ont appliqu&eacute; </td>
	
    <td> Quindi, nel caso in cui lo specchio non gira, ossia la sua velocit&agrave; &egrave;  zero, il raggio riflesso avr&agrave; un movimento uguale a quello del sole ma inverso, mentre nel caso in cui lo specchio gira nella stessa direzione del sole con una velocit&agrave; tale da compiere un giro in 24 ore, il raggio riflesso inverte, per cos&igrave; dire, la sua direzione e si muove con la stessa velocit&agrave; di prima ma nella stessa direzione  del sole. Possiamo concludere che dando allo specchio in questa stessa direzione una velocit&agrave; media tra questi due estremi, tra zero e un giro in 24 ore, velocit&agrave; media che &egrave; di un giro in 48 ore, il raggio riflesso subir&agrave; un effetto medio, cio&egrave; non avr&agrave; pi&ugrave; n&eacute; il movimento inverso n&eacute; il movimento diretto, ma rester&agrave; immobile nella sua direzione, che era l'obiettivo cercato. Ecco il principio molto semplice e molto elegante su cui si basa l'eliostato di  Hartnack e Prazmowski. Vediamo ora come questi abili costruttori l'hanno applicato.<br>
	</td>
  </tr>
   
  
  <tr>  
    <td>
L instrument se compose d un solide mouvement d horlogerie faisant tourner avec une vitesse d un tour en 48 heures un axe sur lequel on peut &eacute;tablir &agrave; frottement le miroir carr&eacute; qui va &ecirc;tre ainsi mis en rotation. Sur la circonf&eacute;rence du tambour contenant ce mouvement est dispos&eacute; un cadran portant les heures espac&eacute;es les unes des autres par un intervalle de 10 minutes en 10 minutes Ce tambour lui m&ecirc;me port&eacute; par un support qu on &eacute;tablit une surface horizontale et qui permet de l incliner de mani&egrave;re &agrave; faire co&iuml;ncider l axe du mouvement avec la direction de l axe du monde dans le lieu o&ugrave; l on op&egrave;re.
</td>
    <td>Lo strumento &egrave; composto da un solido movimento di orologeria che fa ruotare con una velocit&agrave; di un giro in 48 ore un asse sul quale &egrave; possibile fissare a incastro lo specchio quadrato che verr&agrave; cos&igrave; messo in rotazione. Sulla circonferenza del tamburo che contiene questo movimento &egrave; disposto un quadrante con le ore con divisioni di 10 minuti. Questo tamburo stesso, fissato a un supporto posizionato su una superficie orizzontale, pu&ograve; essere inclinato in modo da far coincidere l'asse di rotazione dello specchio con la direzione dell'asse del mondo nel luogo in cui si opera.
	<br><center><a href="hartnack11.jpg" target="#"><img src="hartnack11.jpg" width=200></a></center><br>
	</td>
	
	<td>
The instrument  consists of a solid piece of clockwork which, once in 48 hours, turns an axis on which can be adjusted a square mirror, which is thus set in rotation. On the circumference of the drum, containing the clockwork, is placed a clock dial, on which the hours are divided into intervals of ten minutes. The drum itself is held by a support which is fixed to a horizontal surface, and allows it to be inclined so that the axis of the clockwork coincides with the direction of the earth's axis (in the place where the instrument is being used).
	</td>
  </tr>

<br>

  <tr>  
    <td>
Cette direction donn&eacute;e par la lalitude du lieu n a pas besoin d &ecirc;tre connue de l op&eacute;rateur l orientation de l instrument quant &agrave; la latitude et quant &agrave; la d&eacute;clinaison du soleil correspondant au jour de l ann&eacute;e se faisant &agrave; la fois et pour ainsi dire automatiquement L appareil sera d ailleurs fix&eacute; apr&egrave;s l orientation dans la position exig&eacute;e par la latitude &agrave; l aide d une vis de pression agissant sur un limbe qui porte les latitudes de 0 &agrave; 70 voir fig ci dessous ) 	
	</td>
    <td> Questa direzione data dalla latitudine del luogo non ha bisogno di essere conosciuta dall'operatore. L'orientamento dell'apparecchio per quanto riguarda la latitudine e la declinazione del sole corrispondente al giorno dell'anno avviene contemporaneamente e in modo quasi automatico. L'apparecchio sar&agrave; fissato dopo l'orientamento nella posizione richiesta dalla latitudine mediante l'uso di una vite di pressione che agisce su una scala graduata che va da 0 a 70, vedere figura qui sotto.
	</td>
    <td>
This direction, which is given by the latitude of the place, need not be known by the operator, the instrument setting itself automatically, so to speak, both with regard to latitude and the declination of the sun corresponding to the day of the year, at the same time. Moreover, when it is set, the instrument will be fixed in the position demanded by the latitude, by means of a clamping screw acting on a limb which carries latitudes marked from 0&deg; to 70&deg;.           
   </tr>

  <tr>  
    <td>Pour orienter l instrument apr&egrave;s que le mouvement d horlogerie a &eacute;t&eacute; mont&eacute; on le place sur surface bien horizontale et le miroir &eacute;tant enlev&eacute; on engage &agrave; frottement dans l axe du qui le traverse comme une broche une r&egrave;gle m&eacute;tallique formant diam&egrave;tre sur le cadran Cette se termine &agrave; ses deux extr&eacute;mit&eacute;s par un appendice perpendiculaire l un plus court perc&eacute; d un petit trou c est une pinnule l autre plus long marqu&eacute; d une division repr&eacute;sentant l &eacute;quation du temps et les d&eacute;clinaisons du soleil de dix jours en dix jours reli&eacute;es par une ligne continue. Au pied de l appendice pinnule la r&egrave;gle est perc&eacute;e d une fen&ecirc;tre qui permet d apercevoir au travers les chiffres des heures grav&eacute;s sur le cadran. Pour mettre l appareil &agrave; l heure on fait tourner la r&egrave;gle autour de l axe comme l aiguille d une montre jusqu &agrave; ce que le chiffre de l heure et fraction d heure &agrave; laquelle on op&egrave;re l heure que l on prend sur une montre bien r&eacute;gl&eacute;e soit compris dans la fen&ecirc;tre et que la division qui la repr&eacute;sente sur le cadran co&iuml;ncide avec un index plac&eacute; sur le bord de fen&ecirc;tre .
	</td>
    <td> Per orientare l'apparecchio dopo che il movimento dell'orologio &egrave; stato caricato, lo si posiziona su una superficie ben orizzontale e, con lo specchio rimosso, si inserisce a incastro nell'asse, che lo attraversa come uno spillo, un regolo metallico che attraversa diametralmente il quadrante ed ha alle sue due estremit&agrave;  due barre perpendicolari: una pi&ugrave; corta con un piccolo foro all'estremit&agrave; (un mirino o &quote;pinnula&quote;), l'altra pi&ugrave; lunga su cui &egrave; disegnata una linea continua rappresentante l'equazione del tempo e le declinazioni del sole, con divisioni di dieci giorni in dieci giorni. <br>
	<center><a href="hartnack3.jpg" target="#"><img src="hartnack3.jpg" width=200></a></center><br>	
	<center><a href="hartnack3b.jpg" target="#"><img src="hartnack3b.jpg" width=200></a></center><br>	
	Alla base dell'estremit&agrave; col foro, il regolo &egrave; ha una finestrella circolare attravrso cui &egrave; possibile vedere  i numeri delle ore incisi sul quadrante. Per impostare l'apparecchio all'ora esatta, si fa ruotare il regolo intorno all'asse come la lancetta di un orologio fino a quando il numero dell'ora e la frazione di ora in cui si opera (l'ora attuale va presa da un orologio ben regolato) &egrave; visibile nella finestrella, l'indice posizionato sul bordo della finestrella coirrisponde alla frazione di ora.<br>
	<br>
	<i>Esempio: nell'immagine &egrave; rappresentato l'orario 17:52, perch&egrave; ogni divisione rappresenta 10 minuti, e il quadrante indica le ore dalle 04:00 (IV a sinistra) alle 20:00 (VIII sulla destra)</i>:<br>
	<center><a href="hartnack12.jpg" target="#"><img src="hartnack12.jpg" width=200></a></center><br>
	<center><a href="hartnack13.jpg" target="#"><img src="hartnack13.jpg" width=200></a></center><br>
	</td>
 
 	<td>
To set the instrument, after the clockwork has been wound up, it is placed on a perfectly horizontal surface, and having removed the mirror, a metal rule, diametrically placed with regard to the dial, is fitted into the axis of the clockwork, which passes through it like a spindle. The two extremities of this rule end in perpendicular arms: the shorter one is pierced with a small hole (a pinnule in fact), the longer one is marked with divisions corresponding to the equation of time and the declinations of the sun for every ten successive days. At the end of the shorter arm the rule is pierced with a slit, through which the numbers of the hours engraved on the dial can be seen. To set the apparatus at any hour of the day, the rule is turned round the axis, like the hand of a watch, until the figure representing the hour and fraction of the hour at which operations are made (the time must be taken from a well-regulated watch), appears in the slit, and the division representing it on the dial coincides with an index placed on the edge of the slit.	</td>
          
   </tr>

  <tr>  
    <td> Pour orienter d&eacute;finitivement on n a plus alors qu &agrave; faire tourner l instrument horizontalement sur la table en l inclinant plus ou moins sur son support jusqu &agrave; ce qu un rayon de soleil passant par le trou de la pinnule vienne peindre sur la ligne des d&eacute;clinaisons plac&eacute;e sur la branche oppos&eacute;e de la r&egrave;gle une petite image du soleil qui tombe exactement sur le point correspondant au jour de l ann&eacute;e . Cette op&eacute;ration dure &agrave; peine quelques instants et elle est comme on le voit extr&ecirc;mement facile
	</td>
    <td>Per completare l'orientamento, non resta che far ruotare l'apparecchio orizzontalmente sul tavolo, e contemporaneamente regolare l'inclinazione in alto e in basso, fino a quando un raggio di sole che passa attraverso il buco dell'asta pi&ugrave; corta viene a proiettare sulla linea delle declinazioni posta sul ramo opposto del regolo una piccola immagine del sole, che deve cadere esattamente sul punto corrispondente al giorno dell'anno. Questa operazione dura appena qualche istante ed &egrave;, come si vede, estremamente facile.
	<center><a href="hartnack14.jpg" target="#"><img src="hartnack14.jpg" width=300 ></a></center><br>
	</td>
 
 	<td>
To set the instrument definitely it has only to be turned horizontally on the table, and inclined more or less on its support, until a ray from the sun passing through the hole of the pinnule is depicted on the line of declinations, upon the branch opposite the rule, while, at the same time, a small image of the sun falls exactly on the point corresponding to the day of the year.<br>
This operation takes but a few moments, and, as can be seen, is very easy.
	</td>
          
           
   </tr>
   
   
  <tr>
    <td>Cela fait l instrument est orient&eacute; on serre la r&eacute;glant l inclinaison sur le cercle des latitudes enl&egrave;ve la r&egrave;gle et on glisse dans l axe du mouvement la tige du miroir qui peut y tourner &agrave; frottement sans agir sur le mouvement d horlogerie qui permet d amener le rayon r&eacute;fl&eacute;chi dans tous azimuts On obtient ainsi un rayon horizontal immobile que l on peut encore r&eacute;fl&eacute;chir sur un autre miroir plan plac&eacute; &agrave; quelque distance et mobile sur son pied afin de diriger le rayon partout o&ugrave; il en est besoin.</td>
	
    <td>Fatto ci&ograve;, l'oggetto &egrave; orientato, si stringe regolando l'inclinazione sul cerchio delle latitudini, si rimuove il regolo e si inserisce  nell'asse del movimento il gambo dello specchio, che pu&ograve; ruotarvi con attrito senza influire sul movimento dell'orologeria, consentendo di portare il raggio riflesso in tutte le direzioni. Si ottiene cos&igrave; un raggio orizzontale immobile che pu&ograve; essere ancora riflesso su un altro specchio piano posto a qualche distanza e mobile sul suo supporto per dirigere il raggio ovunque sia necessario.
	</td>
 
 	<td>
This done, the instrument is set ; the screw regulating the inclination on the circle of latitudes is screwed up, the rule is removed, and the shank of the mirror, which can be turned without acting on the clockwork, is pushed into the axis of the clockwork. A steady horizontal ray is thus obtained, which can be reflected on to another plane mirror, placed at a short distance, and fitted with ball and socket adjustment so that the ray can be turned in any desired direction.
	</td>
          
  </tr>
  
  <tr>
    <td>Ajoutons que si l on ne conna&icirc;t pas exactement l heure on peut encore r&eacute;gler l instrument d une mani&egrave;re suffisamment approximative en l orientant vers midi On peut encore op&eacute;rer en orientant d abord vers 9 heures du matin puis vers 3 heures du soir A chacune de ces op&eacute;rations on trace un sur la table avec un crayon et le pied de l instrument servant de r&egrave;gle Ces deux traits forment un angle qu on divise en deux parties &eacute;gales par une bissectrice le long de laquelle on range le pied de l h&eacute;liostat Celui ci se trouve ainsi orient&eacute; pour midi.
	</td>
    <td>Aggiungiamo che se non si conosce esattamente l'ora, &egrave; comunque possibile regolare l'apparecchio in modo sufficientemente approssimativo orientandolo verso mezzogiorno. Si pu&ograve; anche operare orientando prima verso le 9 del mattino e poi verso le 3 del pomeriggio. In ciascuna di queste operazioni si traccia una linea sulla tavola con una matita, e il piede dell'apparecchio funge da righello. Queste due linee formano un angolo che si divide in due parti uguali con una bisettrice lungo la quale si posiziona il piede dell'eliostato. In questo modo, l'eliostato &egrave; orientato per mezzogiorno.
	</td>
 
 	<td>
We may add that if the hour is not exactly known, the instrument can be regulated with sufficient accuracy by setting it at about mid-day. One can, however, operate by first setting it at nine o'clock in the morning, and then again at three in the afternoon. In each of these operations a line is traced on the table with a pencil, the foot of the instrument being used as a ruler. These two lines form an angle, which is divided into two equal parts by a bisector, along which the foot of the heliostat is placed. In this way the instrument is set for mid-day.
	</td>
          
  </tr>
  
  
  <tr>
    <td>Le mouvement d horlogerie construit sp&eacute;cialement pour cet usage est extr&ecirc;mement soign&eacute; et solide il poss&egrave;de un &eacute;chappement &agrave; ancre et peut mouvoir un miroir beaucoup plus grand que celui qui lui est adapt&eacute; Un petit cadran plac&eacute; sur le tambour et divis&eacute; ne 60 minutes sur laquel se meut une aiguille des minutes permet de v&eacute;rifier la r&eacute;gularit&eacute; du mouvement Le cadran des heures et la division en jours sur l &eacute;querre sont &eacute;maill&eacute;s et par cons&eacute;quent &agrave; l abri des accidents et des intemp&eacute;ries L instrument peut servir dans localit&eacute;s situ&eacute;es depuis l &eacute;quateur jusqu &agrave; latitude de 70 .
	</td>
	
    <td>Il movimento dell'orologeria costruito appositamente per questo utilizzo &egrave; estremamente curato e solido, dispone di un meccanismo a ancora e pu&ograve; muovere uno specchio molto pi&ugrave; grande di quello adatto. Un piccolo quadrante posto sul tamburo e diviso in 60 minuti su cui si muove un'ago dei minuti consente di verificare la regolarit&agrave; del movimento.
<br>	<center><img src="hartnack15.jpg" width=300></center><br>
 Il quadrante delle ore e la divisione in giorni sulla barra verticale del regolo sono smaltati e quindi protetti da incidenti e intemperie. Lo strumento pu&ograve; essere utilizzato in localit&agrave; situate dall'equatore fino a una latitudine di 70&deg;.	
	</td>
 
 	<td>
The clockwork specially constructed for this heliostat is very exact and solid; it has an anchor escapement, and can move a mirror a great deal larger than the one adapted to it. By means of a small dial placed on the drum, and divided into sixty minutes, on which a minute hand moves, the regularity of its movement can be verified. The hour dial, and the division into days on the square, are enamelled, and consequently prevent accidents and mishaps. The instrument can be used in al! places situated between the equator and a latitude of 70&deg;,
	</td>
          
  </tr>
  
  
  <tr>
    <td>L h&eacute;liostat est accompagn&eacute; d un second miroir sur pied lourd mobile dans une articulation &agrave; boule et le tout est enferm&eacute; dans une bo&icirc;te d un petit volume et d un facile transport Nous pensons que cet instrument si ing&eacute;nieux si facile &agrave; r&eacute;gler si peu co&ucirc;teux et en m&ecirc;me temps construit avec tant de soin par MM Hartnack et Prazmowski r&eacute;pond &agrave; un besoin et qu il est appel&eacute; &agrave; rendre les plus grands services dans les salles de cours les laboratoires les ateliers de photographie et pour la r&eacute;alisation des exp&eacute;riences si nombreuses dans lesquelles la lumi&egrave;re du soleil est n&eacute;cessaire c est pourquoi nous avons cru devoir le d&eacute;crire avec quelques d&eacute;tails
	</td>
	
    <td>L'eliostato &egrave; accompagnato da un secondo specchio su piedistallo, orientabile tramite giunto sferico, e il tutto &egrave; racchiuso in una scatola di piccole dimensioni e di facile trasporto. <br>
	<center><a href="hartnack16.jpg" target="#"><img src="hartnack16.jpg" width=100 ></a></center><br>
	<center><a href="hartnack17.jpg" target="#"><img src="hartnack17.jpg" width=300 ></a></center><br>	
	
	Pensiamo che questo strumento cos&igrave; ingegnoso, cos&igrave; facile da regolare, cos&igrave; poco costoso e allo stesso tempo costruito con tanta cura dai signori Hartnack e Prazmowski risponda a un bisogno e sia destinato a rendere grandi servizi nelle aule, nei laboratori, negli studi fotografici e per la realizzazione delle numerose esperienze in cui &egrave; necessaria la luce del sole, motivo per cui abbiamo ritenuto opportuno descriverlo con alcuni dettagli.
	</td>
 
 	<td>
The heliostat is accompanied by a second mirror, mounted on a heavy foot, with ball and socket motion, and the whole is enclosed in a box, which is of small dimensions and very portable.	</td>
          
  </tr>
  
     
        </table>
		Dedicated pages:<br>
		<a href="https://muzea.malopolska.pl/en/objects-list/2790">Wirtualne muzeum MaLopolski</a><br>
		<a href="https://muzea.malopolska.pl/en/objects-list/2790">Histoire du microscope</a><br>
		<br>
		<br>
    </div>
</div>

</center>

</body>
</html>


